org/chinese/ccwe1.html
<!doctype html>
<html lang="en">
<head>
<title>Chinese Conversation of the Wednesday Episode 1</title>
<!-- 2019-07-17 Wed 16:32 -->
<meta charset="utf-8">
<meta name="viewport" content="width=device-width, initial-scale=1">
<meta name="generator" content="Org-mode">
<meta name="author" content="Laurent Garnier">

<link  href="https://cdnjs.cloudflare.com/ajax/libs/twitter-bootstrap/3.3.5/css/bootstrap.min.css" rel="stylesheet">
</head>
<body>
<div id="content" class="container">
<div class="row"><div class="col-md-9"><h1 class="title">Chinese Conversation of the Wednesday Episode 1</h1>


<div id="outline-container-sec-1" class="outline-2">
<h2 id="sec-1"><span class="section-number-2">1</span> Names of the language</h2>
<div class="outline-text-2" id="text-1">
</div><div id="outline-container-sec-1-1" class="outline-3">
<h3 id="sec-1-1"><span class="section-number-3">1.1</span> Different names</h3>
<div class="outline-text-3" id="text-1-1">
<dl class="org-dl">
<dt> 官话 Guānhuà kouann h’oua </dt><dd>mandarin chinese, literally the
language of the officials
</dd>

<dt> 普通话 Pǔtōnghuà p’hou t’honng h’oua </dt><dd>the common language
</dd>

<dt> 国语 Guóyǔ kouo yu </dt><dd>the national language
</dd>

<dt> 中文 Zhōngwén djonng ouenn </dt><dd>the language of the middle
</dd>

<dt> 汉语 Hànyǔ h’ann yu </dt><dd>Han's language
</dd>

<dt> 他很好 Tā hěn hǎo t’ha h’enn h’ao </dt><dd>she is very good
</dd>

<dt> 爸爸 bàba pa pa </dt><dd>dad
</dd>

<dt> 妈妈 māma </dt><dd>mum
</dd>

<dt> 一 yī yi </dt><dd>one
</dd>

<dt> 不 bù pou </dt><dd>negation 
</dd>
</dl>
</div>
</div>
</div>

<div id="outline-container-sec-2" class="outline-2">
<h2 id="sec-2"><span class="section-number-2">2</span> Les noms de la langue</h2>
<div class="outline-text-2" id="text-2">
</div><div id="outline-container-sec-2-1" class="outline-3">
<h3 id="sec-2-1"><span class="section-number-3">2.1</span> Les différents noms</h3>
<div class="outline-text-3" id="text-2-1">
<dl class="org-dl">
<dt> 官话 Guānhuà kouann h’oua </dt><dd>le mandarin, littéralement la langue
des fonctionnaires 
</dd>

<dt> 普通话 Pǔtōnghuà p’hou t’honng h’oua </dt><dd>la langue commune 
</dd>

<dt> 国语 Guóyǔ kouo yu </dt><dd>la langue nationale 
</dd>

<dt> 中文 Zhōngwén djonng ouenn </dt><dd>la langue du milieu 
</dd>

<dt> 汉语 Hànyǔ h’ann yu </dt><dd>la langue des Han
</dd>

<dt> 他很好 Tā hěn hǎo t’ha h’enn h’ao </dt><dd>elle est très bien 
</dd>

<dt> 爸爸 bàba pa pa </dt><dd>papa
</dd>

<dt> 妈妈 māma </dt><dd>maman
</dd>

<dt> 一 yī yi </dt><dd>un 
</dd>

<dt> 不 bù pou </dt><dd>négation 
</dd>
</dl>
</div>
</div>
</div>

<div id="outline-container-sec-3" class="outline-2">
<h2 id="sec-3"><span class="section-number-2">3</span> Idiomatic expressions</h2>
<div class="outline-text-2" id="text-3">
</div><div id="outline-container-sec-3-1" class="outline-3">
<h3 id="sec-3-1"><span class="section-number-3">3.1</span> Some idimatic phrases</h3>
<div class="outline-text-3" id="text-3-1">
<p>
成语 chéngyǔ tch’henng yu idiomatic expressions 
</p>

<dl class="org-dl">
<dt> 莫名其妙 Mò míng qí miào mo minng tchi mïao </dt><dd>literally it's out
of the ordinary and there is no word for it; this saying
describes everything that is difficult to understand, including
a unusual behavior
</dd>
<dt> 以身作则 Yǐ shēn zuò zé yi che dzouo dze </dt><dd>literally do his
person a rule: give the example
</dd>
<dt> 一摸一样 Yì mó yí yàng yi mo yi yaang </dt><dd>word for word a model, an
appearance; quite the same
</dd>
<dt> 全心全意 Quán xīn quán yì tchuenn hsinn tchuenn yi </dt><dd>word by word
heart whole; with all his heart 
</dd>
<dt> 按部就班 Àn bù jiù bān ann pou tio panne </dt><dd>to process step by
step
</dd>
</dl>
</div>
</div>
</div>

<div id="outline-container-sec-4" class="outline-2">
<h2 id="sec-4"><span class="section-number-2">4</span> Expressions idiomatiques</h2>
<div class="outline-text-2" id="text-4">
</div><div id="outline-container-sec-4-1" class="outline-3">
<h3 id="sec-4-1"><span class="section-number-3">4.1</span> Quelques expressions idiomatiques</h3>
<div class="outline-text-3" id="text-4-1">
<p>
成语 chéngyǔ tch’henng yu expressions idiomatiques 
</p>

<dl class="org-dl">
<dt> 莫名其妙 Mò míng qí miào mo minng tchi mïao </dt><dd>littéralement c’est
hors de l’ordinaire et il n’y a pas de mot pour ça; ce dicton
décrit tout ce qu’il est difficile de comprendre, y compris un
comportement inhabituel 
</dd>
<dt> 以身作则 Yǐ shēn zuò zé yi che dzouo dze </dt><dd>littéralement faire de
sa personne une règle : donner l’exemple 
</dd>
<dt> 一摸一样 Yì mó yí yàng yi mo yi yaang </dt><dd>mot à mot un modèle, une
apparence; tout à fait pareil
</dd>
<dt> 全心全意 Quán xīn quán yì tchuenn hsinn tchuenn yi </dt><dd>mot à mot Cœur
entier ; de tout son cœur 
</dd>
<dt> 按部就班 Àn bù jiù bān ann pou tio panne </dt><dd>procéder étape par étape 
</dd>
</dl>
</div>
</div>
</div>

<div id="outline-container-sec-5" class="outline-2">
<h2 id="sec-5"><span class="section-number-2">5</span> Ressources complémentaires</h2>
<div class="outline-text-2" id="text-5">
<ul class="org-ul">
<li><a href="https://youtu.be/AEqPC5t24OU">La vidéo associée</a>
</li>
<li><a href="https://lgsp.github.io/sciencelanguages/html/news_chinese1.html">La newsletter de l'anglais pour chinois</a>
</li>
<li><a href="https://fsi-languages.yojik.eu/languages/oldfsi/languages/chinese.html">Le cours complet du FSI</a>
</li>
</ul>
</div>
</div>

<div id="outline-container-sec-6" class="outline-2">
<h2 id="sec-6"><span class="section-number-2">6</span> Additional Ressources</h2>
<div class="outline-text-2" id="text-6">
<ul class="org-ul">
<li><a href="https://youtu.be/AEqPC5t24OU">The linked video</a>
</li>
<li><a href="https://lgsp.github.io/sciencelanguages/html/news_chinese1.html">The newsletter for chinese speaker</a>
</li>
<li><a href="https://fsi-languages.yojik.eu/languages/oldfsi/languages/chinese.html">FSI complete chinese course</a>
</li>
</ul>
</div>
</div>

<div id="outline-container-sec-7" class="outline-2">
<h2 id="sec-7"><span class="section-number-2">7</span> Other languages / Autres langues</h2>
<div class="outline-text-2" id="text-7">
</div><div id="outline-container-sec-7-1" class="outline-3">
<h3 id="sec-7-1"><span class="section-number-3">7.1</span> YouTube</h3>
<div class="outline-text-3" id="text-7-1">
<ul class="org-ul">
<li><a href="https://www.youtube.com/playlist?list=PLfKvL-VUSKAnM9MWJT9F1z1QZTdb73i7r">Learn German with me</a>
</li>
<li><a href="https://www.youtube.com/playlist?list=PLfKvL-VUSKAkXu2x3Fp74QxxYUVP43haA">Learn Arabic with me</a>
</li>
<li><a href="https://www.youtube.com/playlist?list=PLfKvL-VUSKAl4R0Mh7sKvQjqCsiEEa6D9">Learn Chinese with me</a>
</li>
<li><a href="https://www.youtube.com/playlist?list=PLfKvL-VUSKAm_p6ikI_pTbxNuHco73REt">Learn spanish with me</a>
</li>
</ul>
</div>
</div>

<div id="outline-container-sec-7-2" class="outline-3">
<h3 id="sec-7-2"><span class="section-number-3">7.2</span> Blogs</h3>
<div class="outline-text-3" id="text-7-2">
<ul class="org-ul">
<li><a href="https://doyouspeakenglish.fr">https://doyouspeakenglish.fr</a>
</li>
<li><a href="https://impossiblenestpasfrancais.eu">https://impossiblenestpasfrancais.eu</a>
</li>
<li><a href="https://govoritparoussky.fr">https://govoritparoussky.fr</a>
</li>
<li><a href="https://polyglothuman.fr">https://polyglothuman.fr</a>
</li>
</ul>
</div>
</div>
</div>
</div><div class="col-md-3"><nav id="table-of-contents">
<div id="text-table-of-contents" class="bs-docs-sidebar">
<ul class="nav">
<li><a href="#sec-1">1. Names of the language</a>
<ul class="nav">
<li><a href="#sec-1-1">1.1. Different names</a></li>
</ul>
</li>
<li><a href="#sec-2">2. Les noms de la langue</a>
<ul class="nav">
<li><a href="#sec-2-1">2.1. Les différents noms</a></li>
</ul>
</li>
<li><a href="#sec-3">3. Idiomatic expressions</a>
<ul class="nav">
<li><a href="#sec-3-1">3.1. Some idimatic phrases</a></li>
</ul>
</li>
<li><a href="#sec-4">4. Expressions idiomatiques</a>
<ul class="nav">
<li><a href="#sec-4-1">4.1. Quelques expressions idiomatiques</a></li>
</ul>
</li>
<li><a href="#sec-5">5. Ressources complémentaires</a></li>
<li><a href="#sec-6">6. Additional Ressources</a></li>
<li><a href="#sec-7">7. Other languages / Autres langues</a>
<ul class="nav">
<li><a href="#sec-7-1">7.1. YouTube</a></li>
<li><a href="#sec-7-2">7.2. Blogs</a></li>
</ul>
</li>
</ul>
</div>
</nav>
</div></div></div>
<footer id="postamble" class="">
<div><p class="author">Author: Laurent Garnier</p>
<p class="date">Created: 2019-07-17 Wed 16:32</p>
<p class="creator"><a href="http://www.gnu.org/software/emacs/">Emacs</a> 26.2 (<a href="http://orgmode.org">Org-mode</a> 9.2.3)</p>
</div>
</footer>
</body>
</html>
